Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་ལྷས་བྱིན་གྱིས་འབྲས་ཐུག་སླ་བའི་ཆོ་ག་མཛད་དེ། བཤོས་གསོལ་ཏོ་ཞེས་ཐོས་ནས་འཚོ་བྱེད་ལ་སྨྲས་པ།
en: When Devadatta heard that the Blessed One had prepared a simple rice soup and was eating it, he said to Jīvaka,

source: འཚོ་བྱེད་བདག་གིས་ཀྱང་འབྲས་ཐུག་སླ་བའི་ཆོ་ག་བྱའོ། །
en: “Jīvaka, I too shall prepare a simple rice soup.”

source: དེ་ནས་འཚོ་བྱེད་ཀྱིས་དེའི་བཞིན་མདོག་བལྟས་ནས་སྨྲས་པ།
en: Seeing his pallor, Jīvaka said,

source: ལྷས་བྱིན་ཁྱོད་ཀྱིས་མར་ཉིད་ཀྱང་མ་ཞུ་ན་འབྲས་ཐུག་སླ་བའི་ཆོ་ག་ཇི་ལྟར་བྱ།
en: “Devadatta, if you can’t even digest butter, how will you be able to digest rice soup?”

source: དེས་སྨྲས་པ། དགེ་སྦྱོང་གཽ་ཏ་མས་ཞུ་ན་ངས་ཅིའི་ཕྱིར་མི་ཞུ་ཞེས་དེ་སྐད་སྨྲས་ཏེ།
en: “If the ascetic Gautama can tolerate it, why can’t I?” he said.

source: དེས་ཀྱང་འབྲས་ཐུག་སླ་བའི་ཆོ་ག་བྱས་ནས།
en: With these words he prepared a simple rice soup of his own,

source: དེས་འཐུངས་མ་ཐག་ཏུ་ལྟོ་ནད་ཀྱིས་བཏབ་སྟེ།
en: but no sooner had he eaten it than stomach pain overtook him.

source: དེ་ནད་མི་བཟོད་ནས་ས་ལ་འགྲེ་ལྡོག་པར་བྱེད་དོ། །
en: He rolled around on the ground, unable to bear the pain in his stomach.

source: འཇིག་རྟེན་ན་ནི་མཛའ་བོ་དང་དགྲ་བོ་དང་བར་མ་ཡོད་དེ། ཁ་ཅིག་ནི་དོང་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་སྦྲན་པ།
en: Everyone in the world has those who are their friends, those who are enemies, and those in between. So someone went and summoned Venerable Ānanda and told him,

source: བཙུན་པ་ཀུན་དགའ་བོ་ལྷས་བྱིན་ནི་ལྟོ་ནད་ཀྱིས་ཤི་ལ་ཐུག་གོ་ཞེས་བྱས་སོ། །
en: “Lord Ānanda, a stomach illness has nearly killed Devadatta.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་དེ་ཐོས་ནས་སྤུན་ལ་གདུང་བས་མི་དགའ་བར་གྱུར་ཏེ།
en: When he heard this Venerable Ānanda was concerned about his brother Devadatta and became worried.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་སོང་ནས་གསོལ་པ།
en: He approached the Blessed One and informed him,

source: བཙུན་པ་ལྷས་བྱིན་ནི་ལྟོ་ནད་ཀྱིས་གུམ་ལ་ཐུག་ན།
en: “Lord, Devadatta is near death from a stomach illness.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་སྐྱབས་མཛད་པར་གསོལ།
en: Blessed One, please protect him!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་གསན་མ་ཐག་ཏུ་སྙིང་རྗེ་ཆེན་པོས་ཟིན་ནས། ལྷས་བྱིན་ག་ལ་བ་དེར་གཤེགས་ཏེ།
en: As soon as the Blessed One heard this, he was seized by great compassion and hurried to where Devadatta was.

source: བྱོན་ནས་ལྷས་བྱིན་གྱི་མགོ་བོ་ལ་ཕྱག་བཞག་སྟེ་བཀའ་སྩལ་པ།
en: When he got there he placed his hands on Devadatta’s head and said,

source: ལྷས་བྱིན་བདེན་པ་དང་བདེན་པའི་ཚིག་གང་གིས་གཤེད་མའི་མི་ཁྱོད་དང་། སྒྲ་གཅན་ཟིན་ཐལ་མོ་སྦྱོར་བ་གཉིས་ལ་ངའི་སེམས་སྙོམས་ནབདེན་པ་དང་བདེན་པའི་ཚིག་དེས་ཁྱོད་ནད་མེད་པར་གྱུར་ཅིག །
en: “Devadatta, if it is by any measure true or a true statement that you, a murderer, and Rāhula are alike in my mind as two palms pressed together, then may you be healed.”

source: དེ་ནས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པའི་མོད་ལ་ལྷས་བྱིན་བདེ་བར་གྱུར་ཏོ། །
en: No sooner had he said this than Devadatta was well.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་དེ་ལ་སྨྲས་པ།
en: Then the monks said,

source: ལྷས་བྱིན་བཅོམ་ལྡན་འདས་ནི་ཁྱོད་ལ་དཀའ་བ་མཛད་པ་དང་སྲོག་ཕངས་པ་སྦྱིན་པ་ཡིན་ནོ། །
en: “Devadatta, the Blessed One took on the difficult task for you of saving your precious life.”

source: དེས་སྨྲས་པ་དེ་ལ་ངོ་མཚར་ཆེ་བ་ཅི་ཡོད་དེ།
en: “What’s so miraculous about that?” he retorted.

source: གལ་ཏེ་འདིས་སྨན་དཔྱད་མ་བསླབས་སུ་ཟིན་ན། འདི་ཇི་ལྟར་ཚོགས་འདི་སྙེད་འཆོས་ནུས་ཞེས་དེ་སྐད་ཅེས་སྨྲས་ནས།
en: “If he did not understand the study of medicine, how could he have established such an assembly as this?”

source: དེ་བཅོམ་ལྡན་འདས་དགྲོངས་པའི་ཐབས་འབའ་ཞིག་ཤོམ་མོ། །
en: Then he began devising some scheme to kill the Blessed One.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་ཚོར་ནས། བཅོམ་ལྡན་འདས་ལ་གསོལ་པ།
en: When the monks heard about this, they implored the Blessed One,

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷས་བྱིན་གྱི་སྐྱབས་མཛད་ན། ཁོ་ནི་བཅོམ་ལྡན་འདས་དགྲོངས་པ་འབའ་ཞིག་གི་སླད་དུ་འབད་ཅིང་།
en: “Lord, when the Blessed One protects Devadatta, all Devadatta does is try to kill the Blessed One.

source: དགྲོངས་པ་འབའ་ཞིག་གི་ཐབས་ཤོམ་པ་ལ་གཟིགས།
en: Even now he is devising some scheme.

source: བཙུན་པ་ལྷས་བྱིན་ནི་བྱས་པ་མི་ཤེས་པ་དང་བྱས་པ་མི་གཟོ་བ་དང་། བྱས་པ་ཆུད་གཟོན་པ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Lord, tell us why Devadatta has not repaid your kindness, has no sense of gratitude, and makes a waste of what you have done.”

source: ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ་འདས་པའི་དུས་ན་ཡང་འདིས་ཇི་ལྟར་བྱས་པ་མི་ཤེས་པ་དང་། བྱས་པ་མི་གཟོ་བ་དང་། བྱས་པ་ཆུད་གཟོན་པར་གྱུར་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, he did not repay my kindness, had no sense of gratitude, and made a waste of what I did. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ན། མི་དབུལ་པོ་ཞིག་གནས་པ་དེ་རྩྭ་དང་ཤིང་དག་འཚོང་ཞིང་འཚོ་བར་བྱེད་པ་ལས།
en: “Monks, in times past there lived in a certain mountain village a poor man who made his living by selling grass and wood.

source: དེ་ཕྱི་ཞིག་ན་དེ་རི་ལ་ཤིང་བརྔར་སོང་བ་དང་། དེ་རི་ལ་སོང་བའི་བར་དུ་ཁ་བ་བབ་ནས
en: One day he ventured out on the mountain to cut down a tree and snow began to fall.

source: དེ་ལྷགས་པས་ཉེན་ཅིང་ཡུལ་ངན་གྱིས་སྦྲེབས་པས་བྲག་ཕུག་ཆེན་པོ་ཞིག་གི་ནང་དུ་སོང་བ་དང་།
en: Assailed by an icy wind and suffering from exposure in the bad weather, he took shelter inside a large rock cave.

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་དོམ་དུ་སྐྱེས་པར་གྱུར་ཏེ།
en: “At that time the Bodhisattva had taken birth as a bear.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ལུས་ཀྱིས་ལོག་པར་ལྟུང་བར་འགྱུར་དུ་ཟིན་ཀྱང་སེམས་ཀྱིས་ལོག་པར་ལྟུང་བར་མི་འགྱུར་ཏེ།
en: Now even when bodhisattvas take a lower birth with their bodies, their minds do not descend to lower realms.

source: དེ་ཡང་བདག་ཉིད་ཆེ་བ་བྱམས་པའི་རང་བཞིན་ཅན་སྙིང་རྗེ་དང་ལྡན་པ། སེམས་ཅན་ལ་མཉེས་གཤིན་པ་མི་འཚེ་བའི་བསམ་པ་དང་ལྡན་པ་ཞིག་གོ། །
en: They are great beings, compassionate, with a loving nature, who care deeply for beings and are committed to their welfare.

source: དེ་སུ་ལ་ཡང་འཚེ་བར་མི་འདོད་པས་རྩ་བ་དང་འབྲས་བུས་འཚོ་བར་བྱེད་དེ།
en: Thus the bear did not wish anyone harm but subsisted only on roots and fruit.

source: དེས་ཕུག་དེར་རྩ་བ་དང་འབྲས་བུ་བསགས་ནས་ལྷགས་པས་ཉེན་པའི་ཚེ། དེའི་ནང་དུ་ཞུགས་ཏེ་གནས་པ་དེ་མི་ཕུག་ཏུ་སོང་བ་དེས་མཐོང་ནས།
en: “So it was that in that cave the bear had already amassed a stock of roots and fruit by the time that the man, driven by the wind, stumbled inside.

source: མཐོང་མ་ཐག་ཏུ་འཇིགས་པ་ཆེན་པོ་སྐྱེས་ཏེ། བདག་ནི་འདིའི་ལག་ཏུ་ཤི་ཟིན་ཏོ། །
en: Upon entering, the man saw him, was overcome with terror, and thought, ‘He has me now.

source: བདག་ནི་འདིའི་ལག་ནས་འབྲོས་མི་ནུས་སོ་སྙམ་མོ། །
en: I’m as good as dead! There’s no way for me to get out of his reach.’

source: དེ་ནས་དེ་བྱང་ཆུབ་སེམས་དཔས་མཐོང་ནས། མི་འདི་ནི་ལྷགས་པས་ཀྱང་ཉེན་ལ་སྐྲག་ཅིང་ཡང་འདུག་གོ་སྙམ་དུ་རིག་ནས།
en: “When the Bodhisattva saw the man, he thought to himself, ‘This man has been driven here by the wind, and is terrified.’

source: དེས་དེ་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་མི་སྐད་དུ་སྨྲས་ཏེ།
en: Recognizing this, out of compassion for him he spoke to him in his own tongue, saying,

source: གྲོགས་པོ་མ་འཇིགས་ཤིག །
en: ‘Fear not, my friend.

source: ཁྱོད་ང་ལ་འཇིགས་མི་དགོས་སོ་ཞེས་སྨྲས་ནས།
en: You need not be afraid of me.’

source: བྱང་ཆུབ་སེམས་དཔས་མི་དེ་རང་གི་ལུས་ཀྱིས་བསྐྱབས་ཏེ། རྩ་བ་དང་འབྲས་བུ་དག་བསྟབས་སོ། །
en: Then the Bodhisattva sheltered the man with his own body, and provided him with roots and fruit.

source: དེ་ལྟར་ཞག་བདུན་གྱི་བར་དུ་མི་དེ་དེ་བཞིན་དུ་རང་གི་ལུས་ཀྱིས་བསྐྱབས་ཏེ།
en: He continued to shelter the man with his own body for seven days.

source: རྩ་བ་དང་འབྲས་བུ་དག་གིས་ཡོངས་སུ་བསྐྱངས་ནས། ཞག་བདུན་ལོན་ཏེ་ཡུལ་ངན་མེད་པར་གྱུར་པའི་འོག་ཏུ། བྱང་ཆུབ་སེམས་དཔས་བསྒོ་བ།
en: “After he had sustained him with roots and fruit like this for seven days and the bad weather had passed, the Bodhisattva instructed him,

source: ཀྱེ་མི་ཁྱོད་ཁྱིམ་དུ་སོང་ལ་ང་ལ་དགྲ་མང་དུ་ཡོད་པས་ཤའི་ཕྱིར་བསད་དུ་འོང་གིས་ང་འདི་ན་འདུག་ཅེས་སུ་ལ་ཡང་མ་ཟེར་ཅིག་ཅེས་བྱས་ནས
en: ‘Human, return to your home. Don’t tell anyone I am here, for I have many enemies, and someone is sure to come and kill me for meat.’

source: བྱང་ཆུབ་སེམས་དཔས་མི་དེ་ཕྱིར་བཏང་ངོ་། །དེ་ནས་མི་དེ་ཤིང་ཁུར་ཁྱེར་ཏེ་རི་ཁྲོད་ཀྱི་གྲོང་ལོགས་སུ་ཆས་སོ། །
en: Having said this the Bodhisattva set the man outside, and the man returned to his mountain village carrying a load of wood.

source: རི་ཁྲོད་ཀྱི་གྲོང་དེ་ནས་ཀྱང་རྔོན་པ་གཉིས་རི་དགས་ཤོར་དུ་འགྲོ་བར་ཆས་ནས།
en: “Now there in the mountain village, two hunters were out in pursuit of deer.

source: དེ་གཉིས་ཀྱིས་ཤིང་ཁུར་ཁྱེར་ཏེ་འོང་བའི་མི་དེ་མཐོང་ནས། དེ་གཉིས་ཀྱིས་བསམ་པ་མི་འདི་རི་ཁྲོད་འདི་ནས་ཞག་བདུན་ལོན་པའི་འོག་ཏུ་ཕྱིར་འོངས་ནས།
en: When they saw the man carrying his load of wood, they said, ‘Here this man comes after spending seven days on the mountainside, away from the village—

source: འདི་ཞག་བདུན་གྱི་བར་དུ་གང་ན་ཅི་ཟ་ཟ་ཞིག་གུ་སྙམ་ནས་དེ་གཉིས་ཀྱིས་མི་དེ་ལ་དྲིས་སོ། །
en: where has he been these seven days? What has he been eating?’ “So they put their questions to him.

source: དེས་ཀྱང་དེ་གཉིས་ལ་གཏམ་དེ་རྒྱས་པར་བསྙད་དོ། །
en: He told his story to the two hunters in great detail,

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་དེ་གཉིས་ཀྱིས་མི་དེ་ལ་སྨྲས་པ།
en: and right away they said to him,

source: ཀྱེ་མི་ཁྱོད་ཚུར་ལ་ཤོག་ལ་དོམ་ག་ལ་འདུག་པ་བདག་ཅག་གཉིས་ལ་སྟོན་ཅིག་དང་བདག་ཅག་གཉིས་ཀྱིས་དོམ་དེ་བསད་ལ་ཁྱོད་ལ་ཡང་དོམ་ཤའི་སྐལ་ཤས་སྦྱིན་ནོ། །
en: ‘Show us where the bear is, and we’ll kill it. Then we’ll give you your fair share of the bear meat.’

source: དེ་ནས་མི་དེས་བསམས་པ་མ་ལ་དོམ་དེས་ཞག་བདུན་གྱི་བར་དུ་བདག་ཡོངས་སུ་བསྐྱངས་མོད་ཀྱི། དེས་ང་ལ་ཅི་བྱར་ཡང་མེད་ལ་བདག་གི་ཁྱིམ་ན་ཡང་བཟའ་བ་མེད་ཀྱིས།
en: “The man thought, ‘While it’s true that for seven days the bear protected me and did me no harm, there’s also not a thing to eat in my house,

source: བདག་གིས་བསྟན་པ་དང་། དེས་བདག་གི་ཁྱིམ་མི་རྣམས་ཀྱིས་ཞག་མང་དུ་བཟར་ཡོད་པར་འགྱུར་རོ་སྙམ་ནས
en: and if I lead these two men to the bear, everyone in my family will be able to eat for many days.’

source: དེས་མི་དེ་གཉིས་ལ་སྨྲས་པ།
en: So he said to the two men,

source: ཀྱེ་མི་ཁྱེད་གཉིས་ལ་ངས་དོམ་ག་ལ་འདུག་པ་དེ་བསྟན་ཏོ་ཞེས་བྱས་ནས།
en: ‘Very well, you two—I’ll show you where the bear is.’

source: དེ་ཕུག་ན་འདུག་པ་ཁོ་ན་རྔོན་པ་དེ་གཉིས་ལ་བསྟན་ནས། དེ་གཉིས་ཀྱིས་དོམ་དེ་དུག་མདས་བསྣུན་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་འཆི་ཀའི་ན་ཚས་ཐེབས་ནས།
en: “After he showed the animal in the cave to the two hunters, they both shot the bear with poisoned arrows, and the searing pain of death’s approach overwhelmed the Bodhisattva.

source: དེ་ཤི་ལ་ཐུག་པ་ན་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: Knowing well that he was going to die, he spoke in verse:

source: རི་སུལ་སྟུག་པོར་གནས་པ་ན། །བདག་གིས་སུ་ཡི་ཅི་ཞིག་ཕྲོགས། །
en: “ ‘I kept to myself in a narrow crevasse— Whom did I rob then, and of what?

source: རྩྭ་དང་རྩ་བ་འབྲས་བུ་ཟ། །
en: I made my meals of grass, roots, and fruit.

source: སུ་ལའང་འཚེ་བར་མི་བྱེད་ན། །
en: I did no harm to anyone.

source: འཆི་བའི་དུས་ལ་བབ་ཟིན་གྱིས། །ད་ནི་བདག་གིས་ཅི་བྱར་མེད། །
en: “ ‘But now it’s time and death draws near And there is nothing I can do,

source: ལུས་ཅན་རྣམས་ཀྱི་སྐྱིད་སྡུག་ནི། །ལས་རྣམས་ལ་ནི་བརྟེན་པར་བྱ། །
en: For be it bliss or be it pain, All that is, is karma’s fruit.’

source: དེ་ནས་དེ་མི་དེ་གཉིས་ཀྱིས་བསད་ནས་པགས་པ་བཤུས་ཏེ། ཤ་དེ་དག་ཆ་གསུམ་དུ་བགོས་ནས་མི་དེ་ལ་སྨྲས་པ།
en: “After the two men killed the bear, they skinned him and divided the meat into three parts. They said to the man,

source: ཀྱེ་མི་ཁྱོད་རང་གི་སྐལ་བ་ཁྱེར་ཅིག །
en: ‘Here, you can take your share.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་མི་དེས་ལག་པ་གཉིས་བརྐྱང་སྟེ་བླང་ཞེས་བྱས་པ་དང་། དེའི་ལག་པ་གཉིས་ས་ལ་ལྷུང་ངོ་། །
en: The man heard them and held out his hands. But when he said, ‘Give it here,’ both his hands fell off onto the ground.

source: དེ་ནས་དེ་མཐོང་མ་ཐག་ཏུ་རྔོན་པ་དེ་གཉིས་ཀྱིས་མི་དེ་ལ་སྨྲས་པ།
en: “At the sight of this the two hunters screamed,

source: ཀྱེ་དེ་ཅི་དེས་སྨྲས་པ།
en: ‘Aiieee! What is this?’

source: འདིས་ང་ཞག་བདུན་གྱི་བར་དུ་རླུང་དང་ཡུལ་ངན་བྱུང་བའི་ཚེ་རང་གི་ལུས་ཀྱིས་བསྐྱབས་ཏེ།
en: “ ‘For seven days,’ the man explained, ‘I faced wind and bad weather, and that bear sheltered me with his own body,

source: རྩ་བ་དང་འབྲས་བུ་དག་གིས་ཡོངས་སུ་བསྐྱངས་པ་ལས་དེ་ལ་བདག་གིས་བྱས་པ་མི་གཟོ་བ་བྱས་པ་དེས་ན་བདག་ལ་འབྲས་བུ་འདི་འོངས་སོ་ཞེས་བྱས་སོ། །
en: sustaining me with roots and fruit. It is because of my ingratitude and refusal to repay his kindness that I have met with such results.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་རྔོན་པ་དེ་གཉིས་མི་དགའ་བ་ཆེན་པོ་སྐྱེས་ཏེ། དེ་གཉིས་མི་དགའ་བར་གྱུར་ནས་བསམས་པ།
en: “Upon hearing this, the two hunters were immediately overcome with despair, and thought,

source: འདི་ནི་སེམས་ཅན་ངན་ངོན་མ་ཡིན་ཏེ།
en: ‘This was no ordinary being.

source: བདག་ཅག་གཉིས་ཀྱིས་དེ་ལྟ་བུའི་ཤ་བྱམས་པས་ཡོངས་སུ་བསྒོས་པ་དག་བཟའ་བར་མི་ནུས་ཏེ།
en: How could we eat this flesh that is steeped in such mercy?

source: འདི་དག་ནི་མཆོད་པའི་འོས་ཡིན་ནོ་སྙམ་མོ། །
en: It is worthy of veneration.’

source: དེའི་ཚེ་འཇིག་རྟེན་དུ་སངས་རྒྱས་བྱུང་བས་བརྒྱན་ཏེ། དེ་གཉིས་ཀྱིས་ཤ་དེ་དག་ཁྱེར་ཏེ་གཙུག་ལག་ཁང་དུ་སོང་ངོ་། །
en: “In those days the world was adorned by the presence of a buddha, and the hunters took the meat to his monastery.

source: གཙུག་ལག་ཁང་དུ་སོང་ནས་ཀྱང་དགེ་འདུན་ལ་ཕུལ་ལོ། །
en: When they arrived at the monastery, they offered the meat to the saṅgha.

source: དེ་ནས་ཤ་དེ་དག་དགྲ་བཅོམ་པ་ཞིག་གིས་མཐོང་ནས་དེས་བསམས་པ།
en: Laying eyes on it, one arhat thought,

source: ཤ་འདི་དག་ནི་བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་ཡོངས་སུ་བསྒོས་པ་ཡིན་ནོ་སྙམ་ནས་
en: ‘This meat is steeped in the mercy of a bodhisattva of our fortunate eon.’

source: དགེ་སློང་རྣམས་ལ་སྨྲས་པ།
en: Recognizing this, he said to the monks,

source: ཚེ་དང་ལྡན་པ་དག་ཤ་འདི་དག་ནི་བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་ཡོངས་སུ་བསྒོས་པ་ཡིན་ཏེ
en: ‘Lords, this meat is steeped in the mercy of a bodhisattva of our good eon.

source: མཆོད་པའི་འོས་ཡིན་གྱིས་འདི་དག་ལ་བདག་ཅག་གིས་མཆོད་པར་བྱའོ་ཞེས་བྱས་ནས། ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: It is worthy of veneration. Let us offer our respect!’ Having said this, he spoke this verse:

source: རི་དགས་སྐལ་བ་ཆེན་པོ་འདི། །བྱང་ཆུབ་སེམས་དཔའ་གཉའ་ཤིང་འཛིན། །
en: “ ‘This great, fortunate beast Bears the yoke of a bodhisattva.

source: སྙིང་རྗེ་ཆེ་དང་ལྡན་པ་སྟེ། །འཇིག་རྟེན་གསུམ་ན་མཆོད་གནས་ཡིན། །
en: Endowed with great compassion, He is worthy of worship in the triple world.’

source: དེ་སྐད་ཅེས་སྨྲས་ནས། དགྲ་བཅོམ་པ་དེ་དང་། དགེ་སློང་དེ་རྣམས་དང་རྔོན་པའི་མི་དེ་གཉིས་ཀྱིས་ཤ་དེ་དག་བསྲེགས་ནས། སྐུ་གདུང་གི་མཆོད་རྟེན་བྱས་ཏེ་མཆོད་པ་ཆེན་པོ་བྱས་ནས་དོང་ངོ་། །
en: “After the arhat had spoken these words, he, the monks, and the two hunters cremated the flesh, then built a reliquary stūpa for the remains, made a large offering to it, and departed.

source: དེའི་ཚེ་དོམ་དུ་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was that bear then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་མིར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ལྷས་བྱིན་འདི་ཉིད་ཡིན་ཏེ།
en: The one who was that man then is now Devadatta.

source: འདི་ནི་དེའི་ཚེ་ཡང་བྱས་པ་མི་ཤེས་པ་དང་བྱས་པ་མི་གཟོ་བ་དང་བྱས་པ་ཆུད་གཟོན་པར་གྱུར་ཏོ།། །།
en: And that time as well he did not repay my kindness, nor have a sense or gratitude, but made a waste of what I did.”

source: དོམ་གཅིག་ནི།
en: The Second Story of the Bear

source: གླེང་གཞི་དེ་ཉིད་དང་འདྲ་བ་ལས།
en: This story begins with a narrative similar to the previous story.

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་དག་གིས་གསོལ་པ།
en: The monks addressed the Blessed One:

source: ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེའདས་པའི་དུས་ན་ཡང་འདི་ཇི་ལྟར་བྱས་པ་མི་ཤེས་པ་དང་། བྱས་པ་མི་གཟོ་བ་དང་། བྱས་པ་ཆུད་གཟོན་པར་གྱུར་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, he did not repay my kindness, had no sense of gratitude, and made a waste of what I did. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ན་མི་དབུལ་པོ་ཞིག་གནས་པ་དེ། རྩྭ་དང་ཤིང་དག་འཚོང་ཞིང་འཚོ་བར་བྱེད་པ་ལས།
en: “Monks, in times past there was a certain mountain village where there lived a poor man who made his living by selling grass and wood.

source: དེ་ཕྱི་ཞིག་ན་ནགས་ཀྱི་ནང་དུ་ཤིང་བརྔར་སོང་བ་དང་སེང་གེས་གཙེས་ནས།
en: One day, he ventured into the forest to cut down a tree and a lion began to stalk him.

source: དེ་འཇིགས་ཤིང་སྐྲག་སྟེ་ཤིང་ལ་འཛེགས་པ་དང་། དོམ་ཞིག་ཀྱང་སེང་གེ་དེས་འཇིགས་ནས་སྔར་ཤིང་དེ་ལ་འཛེགས་ཏེ་འདུག་གོ། །
en: In fear he scrambled up the tree, and he found a bear sitting there who had already climbed up because he too was afraid of the lion.

source: དེ་ནས་མི་དེས་དེ་མཐོང་ནས་འཇིགས་པ་ཆེན་པོ་སྐྱེས་ཏེ།
en: When the man saw him he was doubly afraid and thought,

source: བདག་ནི་སེང་གེའི་འཇིགས་པ་ལས་ཐར་ཀྱང་འདིས་བདག་སྡུག་བསྔལ་བར་བྱེད་པར་འགྱུར་རོ་སྙམ་མོ། །
en: ‘I’m safe from the threat of the lion, but now this one might cause me harm.’

source: དོམ་དེ་ཡང་བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་ཏེ།
en: That bear, however, was a bodhisattva of this fortunate eon.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ལུས་ཀྱིས་ལོག་པར་ལྟུང་དུ་ཟིན་ཀྱང་སེམས་ཀྱིས་ལོག་པར་ལྟུང་བར་མི་འགྱུར་ཏེ།
en: “Now even when bodhisattvas take a lower birth with their bodies, their minds do not descend to lower realms.

source: བྱང་ཆུབ་སེམས་དཔས་དེ་མཐོང་ནས་
en: The Bodhisattva saw him and thought,

source: མི་འདི་ནི་འཇིགས་ཤིང་སྐྲག་པར་གྱུར་ཏོ་སྙམ་དུ་རིག་ནས་དེ་ཉིད་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་མི་སྐད་དུ་སྨྲས་ཏེ་
en: ‘This man is terrified.’

source: བསྒོ་བ། གྲོགས་པོ་མ་འཇིགས་ཤིག །
en: “Recognizing this, in compassion for him he spoke to him in his own tongue, saying, ‘Fear not, my friend.

source: ཁྱོད་ང་ལ་འཇིགས་མི་དགོས་སོ་ཞེས་སྨྲས་ནས
en: You need not have any fear of me.’

source: བྱང་ཆུབ་སེམས་དཔས་ལག་པ་བརྐྱང་སྟེ་མི་དེ་ཡང་དྲངས་ནས་རང་གི་ལུས་ཀྱིས་བསྐྱབས་ཏེ་བཞག་ནས།
en: The Bodhisattva stretched out his paw, drew him further up, and sheltered him with his own body.

source: བྱང་ཆུབ་སེམས་དཔའ་དེས་དེ་ལ་སྨྲས་པ།
en: “Then the Bodhisattva said to him,

source: ཁྱོད་ཤེས་པར་གྱིས་ཤིག །སེང་གེ་འདི་ནི་བདག་ཅག་ལ་གསོད་པ་དང་རྒོལ་བ་དང་དགྲ་ཡིན་གྱིས།
en: ‘You should know that this lion is hostile, and wishes to attack and kill us.

source: ཁྱོད་ཀྱིས་ཀྱང་ང་ཉལ་བའི་ཚེ་སྲུངས་ཤིག །ངས་ཀྱང་ཁྱོད་ཉལ་བའི་ཚེ་བསྲུང་བར་བྱའོ། །
en: So when I go to sleep, you protect me, and when you are sleeping, I will protect you.

source: དེ་ལྟར་བདག་ཅག་གཉིས་གཅིག་གིས་གཅིག་སྲུངས་དང་། བདེ་བ་ལ་རེག་པར་གནས་པར་འགྱུར་རོ། །
en: If we both protect one another, we’ll stay safe.’

source: དེ་ནས་མི་དེས་ཀྱང་དེ་ལྟར་བྱའོ་ཞེས་སྨྲས་ནས། མི་དེ་བྱང་ཆུབ་སེམས་དཔའི་པང་དུ་སྔས་བཅས་ཏེ་ཉལ་ལོ། །
en: “ ‘Ok,’ the man said, and he rested, making a pillow of the Bodhisattva’s lap.

source: དེ་ནས་དེ་ཉལ་བ་ན་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེས་བྱང་ཆུབ་སེམས་དཔའ་ལ་སྨྲས་པ།
en: “As the man was sleeping, the lion, king of beasts, said to the Bodhisattva,

source: མི་རྣམས་ནི་བྱས་པ་མི་གཟོ་བ་ཡིན་གྱིས་མི་འོ་ནི་འོར་ཅིག་དང་།
en: ‘Humans have no sense of gratitude. Give the man to me!

source: ངས་འོ་ནི་ཟོས་ནས་འགྲོའོ། །
en: After I eat him, I shall be on my way.

source: ང་སོང་ནས་ཁྱོད་ཀྱང་གར་དགའ་བར་འགྲོར་ཡོད་དོ། །
en: Once I’m gone, you’re free to go wherever you please.’

source: བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ།
en: “The Bodhisattva replied,

source: བདག་ནི་སྐྱབས་སུ་འོངས་པ་གཏོང་མི་ཕོད་དེ།
en: ‘I cannot forsake those who come to me for refuge.

source: བདག་ནི་རང་གི་སྲོག་འདོར་ནུས་ཀྱི་སྐྱབས་སུ་འོངས་པ་ནི་འདོར་མི་ནུས་སོ། །
en: I can relinquish my own life, but I cannot forsake those who come to me for refuge.’

source: དེ་ནས་དེའི་སྐབས་སུ་མི་དེ་སད་ནས། བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ།
en: Just then the man awoke, and the Bodhisattva said,

source: ཀྱེ་མི་ཁྱོད་ཉལ་བ་ན་ངས་བསྲུངས་ཀྱིས་ཁྱོད་ཀྱིས་ཀྱང་ང་ཉལ་བ་ན་སྲུངས་ཤིག་ཅེས་བྱས་ནས།
en: ‘Human, while you were sleeping I protected you. Now as I sleep, please do the same.’

source: བྱང་ཆུབ་སེམས་དཔས་མི་དེའི་པང་དུ་སྔས་བཅས་ཏེ་ཉལ་ལོ། །
en: Then the Bodhisattva made a pillow of the man’s lap and went to sleep.

source: བྱང་ཆུབ་སེམས་དཔའ་ཉལ་བ་ན། མི་དེ་ལ་སེང་གེས་སྨྲས་པ།
en: “As the Bodhisattva was sleeping, the lion said to the man,

source: ཀྱེ་མི་ཁྱོད་ཀྱིས་དོམ་འོ་ནི་འོར་ཅིག་དང་ངས་འོ་ནི་ཟོས་ནས་འགྲོའོ། །
en: ‘Human, give the bear to me! After I eat him, I shall be on my way.

source: དེ་ལྟར་མ་བྱས་ན་ང་སོང་བའི་འོག་ཏུ་འོ་ནིས་ཁྱོད་གསོད་པར་འོང་ངོ་། །
en: If you don’t, after I’ve gone the bear is going to kill you anyway.’

source: དེ་ནས་མི་དེས་བསམས་པ་སེང་གེ་འདི་ཟེར་བ་ནི་བདེན་ནོ་སྙམ་ནས།
en: “The man thought, ‘What the lion is saying is true.’

source: འཇིག་རྟེན་ཕ་རོལ་བཏང་བ། སྙིང་ལ་སྙིང་རྗེ་མེད་པ་དེས། དོམ་དེ་ཤིང་དེ་ལས་ཕུལ་ནས་དེ་ཤིང་དེ་ལས་ལྷུང་བཞིན་དུ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Squandering his life to come, his heart devoid of compassion, he heaved the bear out of the tree. As the bear plummeted from the tree, he spoke these verses:

source: ཀྱི་ཧུད་འཇིག་རྟེན་འདི་དག་ན། །ཆོས་མིན་འདིས་ནི་ཤིན་ཏུ་འཇིགས། །
en: “ ‘Such misery! Of all worldly beings, Those without Dharma one should fear most.

source: སྡིག་ཏོའི་མི་རྣམས་ནང་དག་ན། །བསེན་ལ་གནོད་པ་བྱེད་པའང་ཡོད། །
en: For among the wicked, they are the ones Who would harm even their friends.’

source: དེ་ནས་དེ་ལྷུང་མ་ཐག་ཏུ་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེས་བསད་དེ། དེས་དེ་ཟོས་ནས་ཕྱོགས་དེ་ནས་སོང་ངོ་། །
en: “No sooner had he struck the ground than the lion, king of beasts, killed and ate him, then departed from the region.

source: དེ་ནས་མི་དེས་ཚིགས་སུ་བཅད་པ་དེ་ཐོས་ནས། འགྱོད་པ་ཆེན་པོ་སྐྱེས་ཏེ་བདག་ཅི་དང་ཅི་བྱེད་བྱེད་བདག་ཉལ་བའི་ཚེ་དེས་ལེགས་པར་རིམ་གྲོ་བྱས་ཏེ།
en: “When the man heard the bear’s words he was filled with great regret. ‘Oh no! What have I done!’ he thought. ‘When I was sleeping, he served me so well.

source: སྲོག་བསྐྱབས་ན་བདག་གིས་དེ་ལ་ཆུ་གང་བོར་གྱིས་མེད་དོ་ཞེས་ཟེར་ཏེ།
en: He protected my life, and I betrayed him!’

source: སྨྱོ་བླ་ཞིང་ཕན་ཚུན་འཁྱམས་ཏེ།
en: This drove him mad, and he ran all about, crying:

source: དེ་ནས་མི་དེའི་ཕུ་ནུ་རྣམས་ཀྱིས་སྨན་པ་ལ་བསྟན་ཏེ། འདི་ཇི་ལྟར་གྱུར་ཅེས་བྱས་ནས།
en: “His brothers brought him to a doctor and asked, ‘What has happened to him?’

source: སྨན་པ་ན་རེ་འདི་ནི་འབྱུང་པོས་སེམས་འཁྲུགས་པར་བྱས་པ་མ་ཡིན་ཏེ། འདི་ནི་བདག་གིས་གསོ་མི་ནུས་སོ་ཞེས་ཟེར་རོ། །
en: “ ‘It is not a ghost that has caused this disturbance,’ he replied, ‘I cannot heal him.’

source: དེ་ནས་རི་ཁྲོད་ཀྱི་གྲོང་དེ་དང་། ཐག་མི་རིང་བ་དབེན་ས་ཞིག་ན་དྲང་སྲོང་མངོན་པར་ཤེས་པ་དང་ལྡན་པ་རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བ་ཞིག་གནས་ཏེ།
en: “In a solitary place not far from their mountain village there was a sage who was clairvoyant, a person of great miracles and great power.

source: མི་དེའི་ཕུ་ནུ་བོ་རྣམས་ཀྱིས་དྲང་སྲོང་དེའི་ཐད་དུ་ཁྲིད་དེ། བསྟན་ནས་འདི་ཅི་ཞིག་གི་མཐུས་སྨྱོས་པར་གྱུར་ཅེས་བྱས་པ་དང་།
en: The brothers took the man, showed him to the sage, and asked, ‘What has driven him mad?’

source: དྲང་སྲོང་དེས་དེའི་ཕུ་ནུ་བོ་རྣམས་ལ་གཏམ་དེ་རྒྱས་པར་བསྙད་དེ།
en: The sage then told the brothers the story in detail.

source: ཆུ་གང་བོར་བ་དེས་ན་འདི་སྨྱོས་པར་གྱུར་ཏོ་ཞེས་བྱས་ནས།
en: “ ‘He betrayed someone, and that’s why he went mad,’ he concluded.

source: དྲང་སྲོང་དེས་ཅི་ནས་མི་དེས་སེམས་ཀྱི་རང་བཞིན་ཐ་མལ་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་མི་དེ་ལ་བསྟན་ཏེ། དེའི་ཚེ་དྲང་སྲོང་དེས་མི་དེ་ལ་སྨྲས་པ།
en: He taught the man the Dharma in such a way that he could return his mind to its ordinary state and then said,

source: ཀྱེ་མི་ཁྱོད་ཀྱིས་ཆུ་གང་བོར་ཏེ།
en: ‘You betrayed him—alas!

source: སེམས་ཅན་དེ་ལྟ་བུ་ལ་དེ་ལྟ་བུས་བྱས་པ་ནི་མ་ལེགས་པ་བྱས་སོ་ཞེས་སྨྲས་ནས།
en: It’s not right to treat another being who did such good for you the way you did.’

source: དྲང་སྲོང་དེས་མི་དེ་ལ་རྒྱ་གང་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Having spoken thus, the sage recited these verses:

source: འདུག་པ་དང་ནི་ཉལ་བ་དང་། །འགྲེང་བ་དང་ནི་འགྲོ་ཡང་རུང་། །གནས་སྐབས་གང་དུ་བབ་པ་ན། །བསེན་འཁུས་བདེ་བ་ཐོབ་མི་འགྱུར། །
en: “ ‘Seated, lying, standing, walking— Whatever the occasion be— No happiness is to be found In the betrayal of a friend.

source: དེ་ནི་རྦབ་ཏུ་ལྷུང་བཞིན་དུ། །སྙིང་རྗེ་བ་ཡི་ཚིག་སྨྲས་པ། །
en: “ ‘He spoke verses of compassion Even as he went tumbling down.

source: དེས་ན་བློ་ངན་ཁྱོད་བསྲེགས་ཏེ། །ཁན་ད་བ་ཡི་ཚལ་བཞིན་འབར། །
en: For this, ill-minded man, you’ll burn In flames, like the Khāṇḍava Forest.

source: བདེ་མིན་སྡུག་བསྔལ་རེག་པ་ཡི། །རབ་འཇིགས་ལས་ནི་བྱས་པས་ན། །དེ་ཕྱིར་འཇིག་རྟེན་ཕ་རོལ་ཏུ། །ན་ཚ་ཁྱོད་ཀྱིས་མྱོང་བར་འགྱུར། །
en: “ ‘Because of the frightful things you've done, The sorrow and suffering you have wrought, When you pass on to the next world A life of malady alone awaits you.
